export const parseDate = date => date.slice(0, 10);

//todo: пофиксить номера, как в тз
export const matches = {
    1: 'Редактировать сообщения',
    2: 'Редактировать анкеты',
    3: 'Добавлять, удалять и редактировать анкеты',
    4: 'Просматривать промокоды',
    5: 'Редактировать группы',
    6: 'Добавлять, удалять и редактировать группы',
    7: 'Просматривать рассылки',
    8: 'Добавлять и удалять рассылки',
    9: 'Редактировать чаты и тарифы',
    10: 'Добавлять, удалять и редактировать чаты и тарифы',
    11: 'Редактировать тарифы',
    12: 'Добавлять, удалять и редактировать тарифы',
    13: 'Просматривать настройки',
    14: 'Редактировать настройки',
    15: 'Получать .xslx данные о пользователях',
    16: 'Просматривать и редактировать других модераторов',
    17: 'Редактировать конфигурации',
    18: 'Добавлять и удалять конфигурации'
}